tutorials/iceFoam_tutorial/NACA0012/NACA00122D_4deg_v230/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

./createMesh

# Run it for a bit
runApplication $(getApplication)

#------------------------------------------------------------------------------
